# MmHg Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..MmHg Property
SymbolTypeId Class See Also
---
Symbol mmHg, indicating unit Millimeters of mercury.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId MmHg { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MmHg As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ MmHg {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace